Repository: RomeraGomezJorge/learning-support-team-management-system
Catalog: app/translations/messages.*.xlf
Languages: es

source: This value should be false.
es: Este valor debería ser falso.

source: This value should be true.
es: Este valor debería ser verdadero.

source: This value should be of type {{ type }}.
es: Este valor debería ser de tipo {{ type }}.

source: This value should be blank.
es: Este valor debería estar vacío.

source: The value you selected is not a valid choice.
es: El valor seleccionado no es una opción válida.

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
es: Debe seleccionar al menos {{ limit }} opción.|Debe seleccionar al menos {{ limit }} opciones.

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
es: Debe seleccionar como máximo {{ limit }} opción.|Debe seleccionar como máximo {{ limit }} opciones.

source: One or more of the given values is invalid.
es: Uno o más de los valores indicados no son válidos.

source: This field was not expected.
es: Este campo no se esperaba.

source: This field is missing.
es: Este campo está desaparecido.

source: This value is not a valid date.
es: Este valor no es una fecha válida.

source: This value is not a valid datetime.
es: Este valor no es una fecha y hora válidas.

source: This value is not a valid email address.
es: Este valor no es una dirección de email válida.

source: The file could not be found.
es: No se pudo encontrar el archivo.

source: The file is not readable.
es: No se puede leer el archivo.

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
es: El archivo es demasiado grande ({{ size }} {{ suffix }}). El tamaño máximo permitido es {{ limit }} {{ suffix }}.

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
es: El tipo mime del archivo no es válido ({{ type }}). Los tipos mime válidos son {{ types }}.

source: This value should be {{ limit }} or less.
es: Este valor debería ser {{ limit }} o menos.

source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
es: Este valor es demasiado largo. Debería tener {{ limit }} carácter o menos.|Este valor es demasiado largo. Debería tener {{ limit }} caracteres o menos.

source: This value should be {{ limit }} or more.
es: Este valor debería ser {{ limit }} o más.

source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
es: Este valor es demasiado corto. Debería tener {{ limit }} carácter o más.|Este valor es demasiado corto. Debería tener {{ limit }} caracteres o más.

source: This value should not be blank.
es: Este valor no debería estar vacío.

source: This value should not be null.
es: Este valor no debería ser nulo.

source: This value should be null.
es: Este valor debería ser nulo.

source: This value is not valid.
es: Este valor no es válido.

source: This value is not a valid time.
es: Este valor no es una hora válida.

source: This value is not a valid URL.
es: Este valor no es una URL válida.

source: The two values should be equal.
es: Los dos valores deberían ser iguales.

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
es: El archivo es demasiado grande. El tamaño máximo permitido es {{ limit }} {{ suffix }}.

source: The file is too large.
es: El archivo es demasiado grande.

source: The file could not be uploaded.
es: No se pudo subir el archivo.

source: This value should be a valid number.
es: Este valor debería ser un número válido.

source: This file is not a valid image.
es: El archivo no es una imagen válida.

source: This is not a valid IP address.
es: Esto no es una dirección IP válida.

source: This value is not a valid language.
es: Este valor no es un idioma válido.

source: This value is not a valid locale.
es: Este valor no es una localización válida.

source: This value is not a valid country.
es: Este valor no es un país válido.

source: This value is already used.
es: Este valor ya se ha utilizado.

source: The size of the image could not be detected.
es: No se pudo determinar el tamaño de la imagen.

source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
es: El ancho de la imagen es demasiado grande ({{ width }}px). El ancho máximo permitido es de {{ max_width }}px.

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
es: El ancho de la imagen es demasiado pequeño ({{ width }}px). El ancho mínimo requerido es {{ min_width }}px.

source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
es: La altura de la imagen es demasiado grande ({{ height }}px). La altura máxima permitida es de {{ max_height }}px.

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
es: La altura de la imagen es demasiado pequeña ({{ height }}px). La altura mínima requerida es de {{ min_height }}px.

source: This value should be the user's current password.
es: Este valor debería ser la contraseña actual del usuario.

source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
es: Este valor debería tener exactamente {{ limit }} carácter.|Este valor debería tener exactamente {{ limit }} caracteres.

source: The file was only partially uploaded.
es: El archivo fue sólo subido parcialmente.

source: No file was uploaded.
es: Ningún archivo fue subido.

source: No temporary folder was configured in php.ini.
es: Ninguna carpeta temporal fue configurada en php.ini o la carpeta configurada no existe.

source: Cannot write temporary file to disk.
es: No se pudo escribir el archivo temporal en el disco.

source: A PHP extension caused the upload to fail.
es: Una extensión de PHP hizo que la subida fallara.

source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
es: Esta colección debe contener {{ limit }} elemento o más.|Esta colección debe contener {{ limit }} elementos o más.

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
es: Esta colección debe contener {{ limit }} elemento o menos.|Esta colección debe contener {{ limit }} elementos o menos.

source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
es: Esta colección debe contener exactamente {{ limit }} elemento.|Esta colección debe contener exactamente {{ limit }} elementos.

source: Invalid card number.
es: Número de tarjeta inválido.

source: Unsupported card type or invalid card number.
es: Tipo de tarjeta no soportado o número de tarjeta inválido.

source: This is not a valid International Bank Account Number (IBAN).
es: Esto no es un International Bank Account Number (IBAN) válido.

source: This value is not a valid ISBN-10.
es: Este valor no es un ISBN-10 válido.

source: This value is not a valid ISBN-13.
es: Este valor no es un ISBN-13 válido.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
es: Este valor no es ni un ISBN-10 válido ni un ISBN-13 válido.

source: This value is not a valid ISSN.
es: Este valor no es un ISSN válido.

source: This value is not a valid currency.
es: Este valor no es una divisa válida.

source: This value should be equal to {{ compared_value }}.
es: Este valor debería ser igual que {{ compared_value }}.

source: This value should be greater than {{ compared_value }}.
es: Este valor debería ser mayor que {{ compared_value }}.

source: This value should be greater than or equal to {{ compared_value }}.
es: Este valor debería ser mayor o igual que {{ compared_value }}.

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
es: Este valor debería ser idéntico a {{ compared_value_type }} {{ compared_value }}.

source: This value should be less than {{ compared_value }}.
es: Este valor debería ser menor que {{ compared_value }}.

source: This value should be less than or equal to {{ compared_value }}.
es: Este valor debería ser menor o igual que {{ compared_value }}.

source: This value should not be equal to {{ compared_value }}.
es: Este valor debería ser distinto de {{ compared_value }}.

source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
es: Este valor no debería ser idéntico a {{ compared_value_type }} {{ compared_value }}.

source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
es: La proporción de la imagen es demasiado grande ({{ ratio }}). La máxima proporción permitida es {{ max_ratio }}.

source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
es: La proporción de la imagen es demasiado pequeña ({{ ratio }}). La mínima proporción permitida es {{ min_ratio }}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
es: La imagen es cuadrada ({{ width }}x{{ height }}px). Las imágenes cuadradas no están permitidas.

source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
es: La imagen está orientada horizontalmente ({{ width }}x{{ height }}px). Las imágenes orientadas horizontalmente no están permitidas.

source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed.
es: La imagen está orientada verticalmente ({{ width }}x{{ height }}px). Las imágenes orientadas verticalmente no están permitidas.

source: An empty file is not allowed.
es: No está permitido un archivo vacío.

source: The host could not be resolved.
es: No se puede resolver el host.

source: This value does not match the expected {{ charset }} charset.
es: La codificación de caracteres para este valor debería ser {{ charset }}.

source: This is not a valid Business Identifier Code (BIC).
es: No es un Código de Identificación Bancaria (BIC) válido.

source: This is not a valid UUID.
es: Este valor no es un UUID válido.

source: This value should be a multiple of {{ compared_value }}.
es: Este valor debería ser múltiplo de {{ compared_value }}.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
es: Este Código de Identificación Bancaria (BIC) no está asociado con el IBAN {{ iban }}.

source: This value should be valid JSON.
es: Este valor debería ser un JSON válido.

source: This collection should contain only unique elements.
es: Esta colección debería tener exclusivamente elementos únicos.

source: This value should be positive.
es: Este valor debería ser positivo.

source: This value should be either positive or zero.
es: Este valor debería ser positivo o igual a cero.

source: This value should be negative.
es: Este valor debería ser negativo.

source: This value should be either negative or zero.
es: Este valor debería ser negativo o igual a cero.

source: This value is not a valid timezone.
es: Este valor no es una zona horaria válida.

source: This password has been leaked in a data breach, it must not be used. Please use another password.
es: Esta contraseña no se puede utilizar porque está incluida en un listado de contraseñas públicas obtenido gracias a fallos de seguridad de otros sitios y aplicaciones. Por favor utilice otra contraseña.

source: This value should be between {{ min }} and {{ max }}.
es: Este valor debería estar entre {{ min }} y {{ max }}.

source: This value is not a valid hostname.
es: Este valor no es un nombre de host válido.

source: The number of elements in this collection should be a multiple of {{ compared_value }}.
es: El número de elementos en esta colección debería ser múltiplo de {{ compared_value }}.

source: This value should satisfy at least one of the following constraints:
es: Este valor debería satisfacer al menos una de las siguientes restricciones:

source: Each element of this collection should satisfy its own set of constraints.
es: Cada elemento de esta colección debería satisfacer su propio conjunto de restricciones.

source: This value is not a valid International Securities Identification Number (ISIN).
es: Este valor no es un número de identificación internacional de valores (ISIN) válido.

# fvxWW3f
source: Home
es: Inicio

source: List of
es: Listado de

source: List
es: Listado

source: Show
es: Mostrar

source: entries
es: registros

source: Add
es: Crear

source: Showing %currentPage% to %totalPage% of %totalItem% entries.
es: Mostrando resgistros del %currentPage% al %totalPage% de un total %totalItem% registros.

source: First
es: Inicio

source: Last
es: Fin

source: Logout
es: Cerrar Sessión

source: Back
es: Volver

source: Save
es: Guardar

source: Edit
es: Editar

source: Required
es: Requerido

source: Optional
es: Opcional

source: Action
es: Acción

source: Are you sure you want to delete?
es: ¿Está seguro de que desea eliminar?

source: Yes, delete it
es: Si, Eliminar

source: Cancel
es: Cancelar

# fvxWWav
source: No results were found.
es: No se han encontrado resultados.

# fvxWWaw
source: The selected entry has been deleted.
es: Este registro ha sido eliminado.

# fvxWWaz
source: equal to
es: es exactamente igual a

# fvxWWba
source: contains
es: contiene

# fvxWWbb
source: distinct
es: es exactamente distinto a

# fvxWWbc
source: Value
es: Valor

# fvxWWbd
source: Filter
es: Filtrar

# fvxWWbh
source: Add new item
es: Añadir nuevo elemento

# fvxWWbm
source: Loading
es: Cargando

# fvxWWzz
source: Select this value when saving
es: Seleccionar este valor al guardar

# fvxWWzx
source: Close
es: Cerrar

# fvxWWap
source: The employment contract with name "%name%".
es: La condición laboral con el nombre "%name%".

# fvxWWat
source: The job designation with name "%name%".
es: La función laboral con el nombre "%name%".

# fvxWWbe
source: Manager
es: Coordinador

source: Name
es: Nombre

source: All Users
es: Todos los usuarios

source: Add new user
es: Crear nuevo usuario

source: User Management
es: Gestión de Usuarios

source: All users
es: Todos los usuarios

source: All employment contract
es: Todas las funciones laborales

# Add new employment contract
source: Add new employment contractr
es: Crear nueva funcion laboral

source: OLS in district
es: Departamentos

source: All office of learning support in district
es: Todas los departamentos

source: Add new office of learning support in district
es: Crear nuevo departamento

source: School Assisted By LST
es: Escuelas de Cobertura

source: All schools assisted by LST
es: Todas las escuelas

# Add new school assisted by LST
source: Add new schools assisted by LST
es: Crear nueva escuela

source: Employment Contract
es: Condición Laboral

# Job Designation
source: Job Designationt
es: Función Laboral

source: Office Of Learning Support
es: Sede

source: Schools Assisted By Learning Support Team
es: Escuelas de Cobertura

source: Learning support team
es: Equipos

# fvxWWbf
source: Number
es: Número

# fvxWWbg
source: The learningSupportTeam with name "%name%".
es: El equipo con el nombre "%name%".

# fvxWWbi
source: Search for a school
es: Buscar una escuela

# fvxWWbl
source: Address
es: Dirección

# fvxWWbn
source: Phone
es: Telefono

# fvxWWbo
source: District
es: Departamento

# fvxWWbp
source: The office of learning support with address "%address%".
es: La sede con la dirección "%address%".

# zvxWWbp
source: Office Of Learning Support In District
es: Departamento

# zxxWWbp
source: The school with name "%name%".t
es: La escuela con el nombre "%name%".

# zxxWxbp
source: School Assisted By Learning Support Teamt
es: Escuela de Cobertura

# fvxWWbk
source: Please enter 2 o more characters
es: Ingrese 2 o más caracteres

# xxxWWba
source: The value %s is not a valid work shift to an employee.
es: El valor %s no es un estado valido para una publicación.

# zxxWWba
source: Surname
es: Apellido

# zxxWWbv
source: Identity Card
es: Documento

# zxgWWbv
source: Hire Date
es: Fecha de ingreso

# zxgWWbs
source: Termination Date
es: Fecha de Egreso

# zxgddbs
source: Shift Work
es: Turno De Trabajo

# zxgdtbs
source: Morning
es: Mañana

# zxsdxbs
source: Afternoon
es: Tarde

# zddxb3
source: Morning And Afternoon
es: Mañana y Tarde

# zddx33
source: Job Info
es: Información del trabajo

# zddx31
source: Personal Data
es: Datos Personales

# zdd331
source: Next
es: Siguiente

# z2d331
source: Employee
es: Empleados

# z2d332
source: All employees
es: Todos los empleados

# z2d334
source: Add new employee
es: Crear un nuevo empleado

# z2d344
source: All jobs designation
es: Todas las funciones laborales

# z2d345
source: Add new job designations
es: Crear una nueva función laboral

# z2d346
source: All office of learning support
es: Todas las sedes

# z2d347
source: Add new office of learning support
es: Crear una nueva sede

# x2d347
source: Clean Filters
es: Quitar filtros de búsqueda

# x2d348
source: All learning support team
es: Toddos los equipos

# x2d349
source: Add new Learning support team
es: Crear un nuevo equipo

# x2d350
source: You can select one or more schools
es: Puede seleccionar una o mas escuelas

# x2d351
source: If you do not know the address select
es: Si no conoce la dirección seleccione

# x2d352
source: unknown address
es: domicilio desconocido

# x2d353
source: Learning Support Team
es: Equipo

# x2d354
source: You can select one or more teams
es: Puede seleccionar uno o mas equipos

# x2d355
source: Restore Password
es: Restablecer Contraseña

# x2d356
source: Username
es: Nombre de usuario

# x2d357
source: Password
es: Contraseña

# x1d358
source: our password must contain
es: Tu contraseña debe contener

# x2d358
source: At least 8 characters
es: 8 o más caracteres

# x2d359
source: At least a number
es: Al menos un número

# x2d360
source: Capital and lowercase letters
es: Letras mayúsculas y minúsculas

# x2d361
source: Is the account enabled?
es: ¿La cuenta está habilitada?

# x2d362
source: Surname and Name
es: Apellido y nombre

# x2d363
source: The user %surname%, %name%
es: El usuario %surname%, %name%

# x2d364
source: Email
es: Correo Electronico

source: Search first by SURNAME and then byNAME.
es: Buscar primero por APELLIDO y luego por NOMBRE.

source: To search by IDENTITY CARD enter the full number for results.
es: Para buscar por dni ingrese el numero completo para obtener resultados.

source: Allowed file types
es: Tipos de archivos permitidos

source: Documents
es: Documentación

source: Image
es: Imagen

source: Plain text
es: Texto Plano

source: File
es: Archivo

source: Description
es: Descripción

source: Add new file
es: Agregar archivo

source: Preview
es: Vista Previa

source: Type
es: Tipo

source: Download
es: Descargar

source: The file with the description
es: El archivo con la descripción

source: Birthday
es: Fecha de nacimiento

source: Fullname
es: Apellido y nombre

source: Add a New Filter
es: Agregar un filtro

source: greater than
es: mayor a

source: less than
es: menor a

source: The selected record has been deleted.
es: El registro seleccionado ha sido eliminado.

source: Failed to delete selected record.
es: No se pudo eliminar el registro seleccionado.

source: Loading.
es: Cargando

source: An unexpected error occurred trying to delete the record, please try again.If the error persists, please contact support.
es: Ha sucedido algo inesperado al intentar eliminar, por favor intente nuevamente.Si el error persiste póngase en contacto con el administrador del sistema.

source: There were some errors.
es: Uno o más valores de los ingresados no son validos.

source: Please review the fields marked in red on your form.
es: Por favor revise los campos marcados en rojo

source: This file type is not supported.
es: El archivo seleccionado no está permitido.

source: Delete
es: Eliminar

source: Search for a learning support team
es: Buscar Equipos Tecnicos

source: Remove Filter
es: Quitar Filtro

source: The name you entered already exists.
es: El nombre que has introducido ya existe.

source: The employment contract has successfully created!
es: ¡La condición laboral ha sido creada!

source: Job designation has successfully created!
es: ¡La función laboral ha sido creada!

source: Failed to create new item, if the problem continues, please contact support.
es: No fue posible crear un nuevo registro, si el problema persiste póngase en contacto con el administrador del sistema.

source: Search for an employee
es: Buscar empleados

source: Search for schools
es: Buscar escuelas

source: 'Learning support team district has successfully created!'
es: ¡El departamento ha sido creado!

source: At least one uppercase character
es: Al menos un caracter debe estar en mayúscula.

source: At least one number.
es: Al menos un caracter debe ser numerico.

source: The email you entered is already in use.
es: El correo que ha ingresado ya está registrado.

source: The username you entered is already in use.
es: El nombre de usuario que ha ingresado ya está registrado..

source: Password reset process failed if the problem continues, please contact support.
es: La contraseña no se pudo restablecer, si el problema persiste ponte en contacto con soporte tecnico.

source: Password changed!
es: ¡Se ha restablecido la contraseña!

source: My account
es: Gestionar tu cuenta

source: Employee Management System
es: Sistema de gestión del personal

source: Select a value
es: Seleccione un valor

source: Learning Support Team Category
es: Categoría De Equipo

source: Learning support team category
es: Categoría de equipo

# x2d112
source: The learning support team category with name "%name%".
es: La categoría de equipo con el nombre "%name%".

# x2d113
source: All learning support team categories
es: Todas las categorias de los equipos

# x2d114
source: Add new Learning support team category
es: Crear nueva categoria de equipo

# x2d115
source: Failed to get learning support team data
es: No fue posible obtener los datos del equipo

# x2d116
source: Please try again
es: Por favor intente nuevamente

# x2d117
source: If the error persists, please contact support
es: Si el error persiste póngase en contacto con el administrador del sistema

# x2d118
source: Unknown
es: Desconocido

# x2d119
source: Status
es: Estado

# x2d120
source: The document category with name "%name%".
es: La categoría de documento con el nombre "%name%".

# x2d121
source: Documents
es: Documentos

# x2d122
source: All document categories
es: Todas las categorías de documentos

# x2d123
source: The document with name "%name%".
es: El documento con el nombre "%name%".

# x2d124
source: Document Category
es: Categoria De Documento

# x2d125
source: Category
es: Categoria

# x2d126
source: Document
es: Documento

# x2d127
source: Document category has successfully created!
es: ¡La categoria de documento ha sido creada!

# x2d128
source: Add Document Category
es: Crear categoria de documento

# x2d129
source: All documents
es: Todos los documentos

# x2d130
source: Document Info
es: Información del Documento

# x2d131
source: Employees in the document
es: Empleados en el documento

# x2d132
source: Upload Attachments
es: Cargar archivos adjuntos

# x2d133
source: No documents were found
es: No se encontraron documentos

# x2d134
source: Employee has successfully created!
es: ¡El empleado ha sido creado!

# x2d135
source: Employee has successfully created!
es: ¡El empleado ha sido creado!

# x2d136
source: Add new employee
es: Crear un nuevo empleado
